{
    "Growth Pathways": "In the short term, economic growth is an enabler for the SDG agenda. Over time, the SDG agenda is itself an enabler for more inclusive and low-carbon growth pathways.\nSouth Africa is one of 65 economies (of 186 globally) that are in mitigation mode (with growth at <2%) in 2023 and projected to stay in mitigation mode by the IMF WEO April 2023 projections for 2024 and 2025.1 In a context of high level of joblessness, high poverty rates and high-income inequality, the SDG policy space is restricted - and puts the pressure of mitigating the effects of the downturn on the poorest and most vulnerable households, informal workers, youth and MSMEs.",
    "Trends": "South Africa's SDG trends are based on data and methodology from the UN Statistics Division. Additional data may be added to address gaps at government request, to provide a comprehensive landscape for identification of SDG policy pathways.",
    "National Priorities": "South Africa's national priorities are generated using machine learning to reveal the most prominent SDGs referenced in national policy documents. This analysis uses a custom-built model for SDG classification. It considers 100k+ terms, including phrases and expressions.",
    "Interlinkages": [
        {
            "Target": "8.2",
            "Target Text": "8.2: Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors",
            "Description":"South Africa has a low skills base because of insufficient and poorly matched skills. While the economy is biased towards high skills, agriculture constitutes a very small contribution to economic output. Promoting sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all is critical.\nEconomic productivity and innovation can be critical for achieving the nexus between water (SDG 6), energy (SDG 7) and food (SDG 2). It's vital to understand and manage these often-competing interests in policy implementation while ensuring the integrity of ecosystems."
        },
        {
            "Target": "8.2",
            "Target Text": "8.2: Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors",
            "Description":"South Africa has a low skills base because of insufficient and poorly matched skills. While the economy is biased towards high skills, agriculture constitutes a very small contribution to economic output. Promoting sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all is critical.\nEconomic productivity and innovation can be critical for achieving the nexus between water (SDG 6), energy (SDG 7) and food (SDG 2). It's vital to understand and manage these often-competing interests in policy implementation while ensuring the integrity of ecosystems."
        },
        {
            "Target": "8.2",
            "Target Text": "8.2: Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors",
            "Description":"South Africa has a low skills base because of insufficient and poorly matched skills. While the economy is biased towards high skills, agriculture constitutes a very small contribution to economic output. Promoting sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all is critical.\nEconomic productivity and innovation can be critical for achieving the nexus between water (SDG 6), energy (SDG 7) and food (SDG 2). It's vital to understand and manage these often-competing interests in policy implementation while ensuring the integrity of ecosystems."
        }
    ],
    "Futures": "Achieving the SDGs is possible.\nThe 'SDG Push' is a futures scenario based on 48 integrated accelerators in the areas of Governance, Social Protection, Green Economy and Digital Disruption. It uses national data to explore the impact on human development in 2030 and to 2050 across key SDG indicators.\nIncorporating 'SDG Push' accelerators into development interventions in South Africa can reduce the number of people living in poverty over time.",
    "Fiscal": "South Africa's gross government debt (as a percentage of GDP) has risen sharply since the onset of the pandemic and is expected to reach 72.3% this year and continue to rise steadily. Compared to its peer group of emerging markets and middle income (EMMI) economies, South Africa's gross debt ratio is currently about 3.5 pp higher.\nThe economic and fiscal ramifications of the pandemic led to a significant downgrade in credit rating in 2020 which has not since recovered, and South Africa is close to entering the ‘highly speculative’ ratings category. Consequently, funding costs have also risen sharply since the onset of the crisis. Compared to late 2019, South Africa's 10-year bond yield is today almost 2 pp higher and currently at 10.14% which is a spread to the US 10-year yield of 6.7 pp. Of 70 countries reporting 10-year bond yields South Africa has the 57th highest yield."
}