[
  {
    "priorityType": "Social Protection",
    "priorities":[
      "Improved diets via additional calorie allocation to those most in need.",
      "A targeted doubling of the public health budget.",
      "Increase welfare transfers from governments to households for unskilled workers by 50% in a 13-year period for the whole world; and doubling government to household welfare transfers for unskilled workers in the WB low-income group over a 13-year period.",
      "Increased access to water and sanitation:",
      "Ratio of female to male wages by country reaches 1 by 2050 (simulates all countries reaching wage parity over 30 years; ratio left alone if it already exceeds 1).",
      "Improves gender empowerment measure by 20% over 8-year period starting in 2022.",
      "Reduces total fertility rate by 10% over 8-year period starting in 2022.",
      "Improves female labor participation rate by 40% over 8-year period starting in 2022"
    ]
  },
  {
    "priorityType": "Governance",
    "priorities":[
      "The scenario simulates improved governance participation by 30% over a 13-year period via Polity project index.",
      "Improves government effectiveness (quality) by 40% over 8-year period starting in 2022 – World Bank’s governance effectiveness index.",
      "Reduces government corruption by 25% over 8-year period starting in 2022 – Transparency International index.",      
      "Reduces risk of conflict by 65% over 8-year period starting in 2022."
    ]
  },
  {
    "priorityType": "Green Economy",
    "priorities":[
      "Water demand is reduced by 30% over 32 years in the world.",
      "Electricity transmission and distribution loss (as a percent of production) drops by 40% over 13 years in the world.",
      "Reduction of particulate matter in urban air (urban air pollution) of 30% over 35 years in the world.",
      "Increase in forested land area — simulating impact of reforestation in the world.",
      "A carbon tax is introduced at $200 per ton over 13 years for OECD countries; and at $50 per ton for non-OECD countries in a 13-year period.",
      "Energy demand per unit of GDP decreases by 1.4% annually, slowly declining to a rate of 1.3% by 2050, reducing the energy intensity of the economy.",
      "Simulating increased cleaner and more sustainable energy production sources by:",       
      "Energy demand in OECD countries falls a further 10% over 68 years, relative to endogenous calculation.",
      "Energy demand in non-OECD countries falls a further 38% over 78 years, relative to endogenous calculation.",
      "Increasing electricity access in low-income countries by 50% over a 12-year period.",
      "World agricultural production loss of crops, meat, ocean fish catch, and aquaculture is reduced by 30% over 30 years.",
      "World agricultural transportation and processing loss is reduced by 30% over 30 years.",
      "World agricultural food loss at the consumption stage is reduced by 30% over 30 years.",
      "High-income economies increase their agricultural yields by 20% over 15 years.",
      "Upper-middle-income economies increase their agricultural yields by 20% over 15 years.",
      "Lower-middle-income economies increase agricultural yields by 50% over 50 years.",
      "Low-income economies double agricultural yields over 50 years. This intervention results in yields that follow historical patterns. This, in combination with improved diets/calories intervention (incentive), results in yields that grow more rapidly.",
      "Countries currently catching more than 2 mmt of fish annually reduce their fish catch by 25% over 50 years.",
      "Improves caloric distribution by 2% over 8-year period starting in 2022."
    ]
  },
  {
    "priorityType": "Digital Disruption/Innovation",
    "priorities":[
      "Lower secondary graduation rates are tripled in a 12-year period starting in 2021.",
      "Targets a 5% annual increase in lower secondary graduation starting in 2021.",
      "The rate of science and engineering graduates in increased by 10 percentage points over a 13-year period.",
      "Doubles the total of lower secondary graduation rates over a 13-year period starting in 2021.",
      "Targeting a doubling of budgetary allocation to education.",
      "Targeting a doubling of budgetary allocation to research and development.",
      "Targeting a doubling of budgetary allocation to infrastructure.",
      "Private research and development spending as a percent of GDP increased by 20% over 13-year period.",
      "Access to broadband grows 50% over 19 years.",
      "Access to mobile broadband grows 50% over 19 years. "
    ]
  }
]